Repository: flipper-hero/ios-app
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans

source: Too late to cancel: the Flipper's updater already has the new firmware and installs it on its own.
ar: فات وقت الإلغاء: أداة تحديث Flipper لديها البرنامج الثابت الجديد وستثبّته بنفسها.
de: Zu spät zum Abbrechen: Der Updater des Flippers hat die neue Firmware schon und installiert sie selbstständig.
es: Demasiado tarde para cancelar: el actualizador del Flipper ya tiene el nuevo firmware y lo instala por sí solo.
fr: Trop tard pour annuler : le programme de mise à jour du Flipper a déjà le nouveau firmware et l’installe tout seul.
hi: रद्द करने में देर हो चुकी: Flipper के अपडेटर के पास नया फ़र्मवेयर है और वह इसे खुद इंस्टॉल करेगा।
it: Troppo tardi per annullare: l’aggiornatore del Flipper ha già il nuovo firmware e lo installa da solo.
ja: キャンセルするには遅すぎます：Flipper のアップデータが新しいファームウェアを受け取り、自動でインストールします。
ko: 취소하기에는 늦었습니다. Flipper 업데이터가 새 펌웨어를 받아 직접 설치합니다.
pl: Za późno na anulowanie: aktualizator Flippera ma już nowy firmware i zainstaluje go sam.
pt_br: Tarde demais para cancelar: o atualizador do Flipper já tem o novo firmware e vai instalá-lo sozinho.
ru: Отменять поздно: установщик Flipper уже получил новую прошивку и установит её сам.
tr: İptal için çok geç: Flipper’ın güncelleyicisi yeni aygıt yazılımını aldı ve kendisi yükleyecek.
uk: Скасовувати пізно: інсталятор Flipper уже отримав нову прошивку й встановить її сам.
zh_hans: 已来不及取消：Flipper 的更新程序已拿到新固件，会自行安装。

source: Up to date
ar: محدَّث
de: Aktuell
es: Al día
fr: À jour
hi: अप टू डेट
it: Aggiornato
ja: 最新
ko: 최신 상태
pl: Aktualne
pt_br: Em dia
ru: Актуально
tr: Güncel
uk: Актуально
zh_hans: 已是最新

source: Update failed: %@
ar: فشل التحديث: %@
de: Update fehlgeschlagen: %@
es: La actualización falló: %@
fr: Échec de la mise à jour : %@
hi: अपडेट विफल: %@
it: Aggiornamento non riuscito: %@
ja: 更新に失敗しました：%@
ko: 업데이트 실패: %@
pl: Aktualizacja nie powiodła się: %@
pt_br: Falha na atualização: %@
ru: Обновление не удалось: %@
tr: Güncelleme başarısız: %@
uk: Оновлення не вдалося: %@
zh_hans: 更新失败：%@

source: Updated
ar: آخر تحديث
de: Aktualisiert
es: Actualizado
fr: Mis à jour
hi: अपडेट किया गया
it: Aggiornato il
ja: 更新日時
ko: 업데이트 시각
pl: Zaktualizowano
pt_br: Atualizado
ru: Обновлено
tr: Güncellendi
uk: Оновлено
zh_hans: 更新时间

source: Updating to %@
ar: التحديث إلى %@
de: Update auf %@
es: Actualizando a %@
fr: Mise à jour vers %@
hi: %@ पर अपडेट हो रहा है
it: Aggiornamento a %@
ja: %@ に更新中
ko: %@(으)로 업데이트 중
pl: Aktualizacja do %@
pt_br: Atualizando para %@
ru: Обновление до %@
tr: %@ sürümüne güncelleniyor
uk: Оновлення до %@
zh_hans: 正在更新到 %@

# Uploading %@ to the Flipper, %lld%% (%@)
source: Uploading %1$@ to the Flipper, %2$lld%% (%3$@)
ar: جارٍ رفع %1$@ إلى Flipper، %2$lld%% (%3$@)
de: Übertrage %1$@ auf den Flipper, %2$lld %% (%3$@)
es: Subiendo %1$@ al Flipper, %2$lld %% (%3$@)
fr: Transfert de %1$@ vers le Flipper, %2$lld %% (%3$@)
hi: %1$@ को Flipper पर अपलोड किया जा रहा है, %2$lld%% (%3$@)
it: Caricamento di %1$@ sul Flipper, %2$lld%% (%3$@)
ja: %1$@ を Flipper に転送中、%2$lld%%（%3$@）
ko: %1$@을(를) Flipper로 전송 중, %2$lld%% (%3$@)
pl: Przesyłanie %1$@ na Flippera, %2$lld%% (%3$@)
pt_br: Enviando %1$@ ao Flipper, %2$lld%% (%3$@)
ru: Передача %1$@ на Flipper, %2$lld%% (%3$@)
tr: %1$@ Flipper’a aktarılıyor, %%%2$lld (%3$@)
uk: Передавання %1$@ на Flipper, %2$lld%% (%3$@)
zh_hans: 正在将 %1$@ 上传到 Flipper，%2$lld%%（%3$@）

source: WAITING FOR SCREEN
ar: في انتظار الشاشة
de: WARTE AUF BILD
es: ESPERANDO LA PANTALLA
fr: EN ATTENTE DE L’ÉCRAN
hi: स्क्रीन की प्रतीक्षा
it: IN ATTESA DELLO SCHERMO
ja: 画面を待っています
ko: 화면 대기 중
pl: CZEKAM NA EKRAN
pt_br: AGUARDANDO A TELA
ru: ОЖИДАНИЕ ЭКРАНА
tr: EKRAN BEKLENİYOR
uk: ОЧІКУВАННЯ ЕКРАНА
zh_hans: 等待屏幕

source: What is this?
ar: ما هذا؟
de: Was ist das?
es: ¿Qué es esto?
fr: Qu’est-ce que c’est ?
hi: यह क्या है?
it: Che cos’è?
ja: これは何？
ko: 이게 뭐야?
pl: Co to jest?
pt_br: O que é isto?
ru: Что это?
tr: Bu ne?
uk: Що це?
zh_hans: 这是什么？

source: What should the agent do?
ar: ماذا ينبغي أن يفعل الوكيل؟
de: Was soll der Agent tun?
es: ¿Qué debe hacer el agente?
fr: Que doit faire l’agent ?
hi: एजेंट को क्या करना चाहिए?
it: Cosa deve fare l’agente?
ja: エージェントに何をさせますか？
ko: 에이전트가 무엇을 할까요?
pl: Co ma zrobić agent?
pt_br: O que o agente deve fazer?
ru: Что должен сделать агент?
tr: Ajan ne yapsın?
uk: Що має зробити агент?
zh_hans: 智能体应该做什么？

source: Whatever runs on the Flipper stops. The app reconnects on its own.
ar: يتوقف كل ما يعمل على Flipper. يعيد التطبيق الاتصال بنفسه.
de: Was gerade auf dem Flipper läuft, wird beendet. Die App verbindet sich selbst wieder.
es: Lo que se ejecuta en el Flipper se detiene. La app se vuelve a conectar sola.
fr: Ce qui tourne sur le Flipper s’arrête. L’app se reconnecte toute seule.
hi: Flipper पर जो चल रहा है, वह रुक जाएगा। ऐप खुद फिर से कनेक्ट हो जाएगा।
it: Ciò che è in esecuzione sul Flipper si ferma. L’app si ricollega da sola.
ja: Flipper で実行中のものは停止します。アプリは自動で再接続します。
ko: Flipper에서 실행 중인 것이 중지됩니다. 앱은 자동으로 다시 연결합니다.
pl: Wszystko, co działa na Flipperze, zostanie zatrzymane. Aplikacja połączy się sama.
pt_br: O que estiver rodando no Flipper para. O app reconecta sozinho.
ru: Всё, что запущено на Flipper, остановится. Приложение подключится само.
tr: Flipper’da çalışan her şey durur. Uygulama kendiliğinden yeniden bağlanır.
uk: Усе, що запущено на Flipper, зупиниться. Застосунок підключиться сам.
zh_hans: Flipper 上正在运行的内容将停止。App 会自动重新连接。

source: Which NFC cards have I saved?
ar: ما بطاقات NFC التي حفظتها؟
de: Welche NFC-Karten habe ich gespeichert?
es: ¿Qué tarjetas NFC tengo guardadas?
fr: Quelles cartes NFC ai-je enregistrées ?
hi: मैंने कौन-से NFC कार्ड सहेजे हैं?
it: Quali carte NFC ho salvato?
ja: 保存した NFC カードは？
ko: 어떤 NFC 카드를 저장했어?
pl: Jakie karty NFC zapisałem?
pt_br: Quais cartões NFC eu salvei?
ru: Какие NFC-карты я сохранил?
tr: Hangi NFC kartlarını kaydettim?
uk: Які NFC-картки я зберіг?
zh_hans: 我保存了哪些 NFC 卡？

source: Which firmware is my Flipper running?
ar: ما البرنامج الثابت الذي يعمل على Flipper؟
de: Welche Firmware läuft auf meinem Flipper?
es: ¿Qué firmware tiene mi Flipper?
fr: Quel firmware tourne sur mon Flipper ?
hi: मेरे Flipper पर कौन-सा फ़र्मवेयर चल रहा है?
it: Quale firmware ha il mio Flipper?
ja: Flipper のファームウェアは？
ko: 내 Flipper의 펌웨어는 뭐야?
pl: Jaki firmware ma mój Flipper?
pt_br: Qual firmware está rodando no meu Flipper?
ru: Какая прошивка на моём Flipper?
tr: Flipper’ımda hangi aygıt yazılımı var?
uk: Яка прошивка на моєму Flipper?
zh_hans: 我的 Flipper 运行的是什么固件？

source: YOLO mode
ar: وضع YOLO
de: YOLO-Modus
es: Modo YOLO
fr: Mode YOLO
hi: YOLO मोड
it: Modalità YOLO
ja: YOLO モード
ko: YOLO 모드
pl: Tryb YOLO
pt_br: Modo YOLO
ru: Режим YOLO
tr: YOLO modu
uk: Режим YOLO
zh_hans: YOLO 模式

source: Your Flipper
ar: جهاز Flipper الخاص بك
de: Dein Flipper
es: Tu Flipper
fr: Ton Flipper
hi: आपका Flipper
it: Il tuo Flipper
ja: あなたの Flipper
ko: 내 Flipper
pl: Twój Flipper
pt_br: Seu Flipper
ru: Ваш Flipper
tr: Flipper’ın
uk: Ваш Flipper
zh_hans: 你的 Flipper

source: Your Flipper already runs %@. This flashes the same release again, which can repair a broken install.
ar: يعمل Flipper بالفعل بـ %@. سيُعاد تثبيت الإصدار نفسه، وقد يصلح ذلك تثبيتًا تالفًا.
de: Auf deinem Flipper läuft bereits %@. Das spielt dieselbe Version erneut auf und kann eine beschädigte Installation reparieren.
es: Tu Flipper ya ejecuta %@. Esto vuelve a instalar la misma versión, lo que puede reparar una instalación dañada.
fr: Ton Flipper exécute déjà %@. Cela réinstalle la même version, ce qui peut réparer une installation endommagée.
hi: आपके Flipper पर पहले से %@ चल रहा है। यह वही रिलीज़ फिर से फ़्लैश करता है, जिससे टूटा इंस्टॉलेशन ठीक हो सकता है।
it: Il tuo Flipper ha già %@. Così si reinstalla la stessa versione, utile per riparare un’installazione danneggiata.
ja: Flipper はすでに %@ です。同じリリースを書き込み直すことで、壊れたインストールを修復できる場合があります。
ko: Flipper가 이미 %@을(를) 실행 중입니다. 같은 릴리스를 다시 설치하면 손상된 설치를 복구할 수 있습니다.
pl: Twój Flipper ma już %@. To ponownie wgra to samo wydanie, co może naprawić uszkodzoną instalację.
pt_br: Seu Flipper já roda %@. Isso grava a mesma versão de novo, o que pode reparar uma instalação com defeito.
ru: На вашем Flipper уже стоит %@. Это повторно установит ту же версию и может исправить повреждённую установку.
tr: Flipper’ında zaten %@ var. Bu aynı sürümü yeniden yükler; bozuk bir kurulumu onarabilir.
uk: На вашому Flipper уже %@. Це повторно встановить ту саму версію й може виправити пошкоджене встановлення.
zh_hans: 你的 Flipper 已在运行 %@。这会重新刷写同一版本，可以修复损坏的安装。

source: Your Flipper runs a development build. This installs the newest published release instead.
ar: يعمل Flipper بإصدار تطوير. سيُثبَّت بدلًا منه أحدث إصدار منشور.
de: Auf deinem Flipper läuft ein Entwickler-Build. Hiermit wird stattdessen die neueste veröffentlichte Version installiert.
es: Tu Flipper ejecuta una versión de desarrollo. Esto instala en su lugar la última versión publicada.
fr: Ton Flipper exécute un build de développement. Cela installe à la place la dernière version publiée.
hi: आपके Flipper पर डेवलपमेंट बिल्ड चल रहा है। इसके बजाय नवीनतम प्रकाशित रिलीज़ इंस्टॉल होगी।
it: Il tuo Flipper ha una build di sviluppo. Così viene installata invece l’ultima versione pubblicata.
ja: Flipper は開発ビルドで動作しています。代わりに最新の公開リリースをインストールします。
ko: Flipper가 개발 빌드를 실행 중입니다. 대신 최신 공개 릴리스를 설치합니다.
pl: Twój Flipper ma wersję deweloperską. Zamiast niej zostanie zainstalowane najnowsze opublikowane wydanie.
pt_br: Seu Flipper roda um build de desenvolvimento. Isso instala a versão publicada mais recente no lugar.
ru: На вашем Flipper сборка для разработчиков. Вместо неё будет установлена последняя опубликованная версия.
tr: Flipper’ında bir geliştirici derlemesi var. Bunun yerine yayınlanmış en yeni sürüm yüklenir.
uk: На вашому Flipper збірка для розробників. Натомість буде встановлено найновішу опубліковану версію.
zh_hans: 你的 Flipper 运行的是开发版。这会改为安装最新的正式版本。

source: an unknown version
ar: إصدار غير معروف
de: eine unbekannte Version
es: una versión desconocida
fr: une version inconnue
hi: अज्ञात संस्करण
it: una versione sconosciuta
ja: 不明なバージョン
ko: 알 수 없는 버전
pl: nieznana wersja
pt_br: uma versão desconhecida
ru: неизвестная версия
tr: bilinmeyen bir sürüm
uk: невідома версія
zh_hans: 未知版本

source: approved
ar: تمت الموافقة
de: freigegeben
es: aprobado
fr: approuvé
hi: स्वीकृत
it: approvato
ja: 承認済み
ko: 승인됨
pl: zatwierdzono
pt_br: aprovado
ru: подтверждено
tr: onaylandı
uk: підтверджено
zh_hans: 已批准

source: automatic
ar: تلقائي
de: automatisch
es: automático
fr: automatique
hi: स्वचालित
it: automatico
ja: 自動
ko: 자동
pl: automatycznie
pt_br: automático
ru: автоматически
tr: otomatik
uk: автоматично
zh_hans: 自动

source: blocked
ar: محظور
de: gesperrt
es: bloqueado
fr: bloqué
hi: ब्लॉक
it: bloccato
ja: ブロック
ko: 차단됨
pl: zablokowano
pt_br: bloqueado
ru: заблокировано
tr: engellendi
uk: заблоковано
zh_hans: 已阻止

source: cancelled
ar: أُلغي
de: abgebrochen
es: cancelado
fr: annulé
hi: रद्द
it: annullato
ja: キャンセル済み
ko: 취소됨
pl: anulowano
pt_br: cancelado
ru: отменено
tr: iptal edildi
uk: скасовано
zh_hans: 已取消

source: charged
ar: مشحونة
de: geladen
es: cargado
fr: chargé
hi: चार्ज
it: carico
ja: 充電完了
ko: 충전 완료
pl: naładowana
pt_br: carregado
ru: заряжен
tr: dolu
uk: заряджено
zh_hans: 已充满

source: charging
ar: قيد الشحن
de: lädt
es: cargando
fr: en charge
hi: चार्ज हो रहा
it: in carica
ja: 充電中
ko: 충전 중
pl: ładuje się
pt_br: carregando
ru: заряжается
tr: şarj oluyor
uk: заряджається
zh_hans: 充电中

source: connecting to %@
ar: جارٍ الاتصال بـ %@
de: verbinde mit %@
es: conectando a %@
fr: connexion à %@
hi: %@ से कनेक्ट हो रहा है
it: connessione a %@
ja: %@ に接続中
ko: %@에 연결 중
pl: łączenie z %@
pt_br: conectando a %@
ru: подключение к %@
tr: %@ cihazına bağlanılıyor
uk: підключення до %@
zh_hans: 正在连接 %@

source: denied
ar: مرفوض
de: abgelehnt
es: denegado
fr: refusé
hi: अस्वीकृत
it: rifiutato
ja: 拒否
ko: 거부됨
pl: odrzucono
pt_br: negado
ru: отклонено
tr: reddedildi
uk: відхилено
zh_hans: 已拒绝

source: done
ar: تم
de: fertig
es: hecho
fr: terminé
hi: पूरा
it: fatto
ja: 完了
ko: 완료
pl: gotowe
pt_br: concluído
ru: готово
tr: tamam
uk: готово
zh_hans: 完成

source: engaged
ar: انخراط
de: Engagement
es: engagement
fr: engagement
hi: एंगेजमेंट
it: engagement
ja: エンゲージ中
ko: Engagement
pl: engagement
pt_br: engagement
ru: Engagement
tr: engagement
uk: Engagement
zh_hans: 测试会话

source: failed
ar: فشل
de: fehlgeschlagen
es: fallido
fr: échec
hi: विफल
it: non riuscito
ja: 失敗
ko: 실패
pl: błąd
pt_br: falhou
ru: ошибка
tr: başarısız
uk: помилка
zh_hans: 失败

source: iButton key
ar: مفتاح iButton
de: iButton-Schlüssel
es: llave iButton
fr: clé iButton
hi: iButton कुंजी
it: chiave iButton
ja: iButton キー
ko: iButton 키
pl: klucz iButton
pt_br: chave iButton
ru: ключ iButton
tr: iButton anahtarı
uk: ключ iButton
zh_hans: iButton 钥匙

source: invalid
ar: غير صالح
de: ungültig
es: no válido
fr: non valide
hi: अमान्य
it: non valido
ja: 無効
ko: 잘못됨
pl: nieprawidłowe
pt_br: inválido
ru: недопустимо
tr: geçersiz
uk: недійсно
zh_hans: 无效

source: new
ar: جديد
de: neu
es: nuevo
fr: nouveau
hi: नया
it: nuovo
ja: 新規
ko: 새 기기
pl: nowy
pt_br: novo
ru: новый
tr: yeni
uk: новий
zh_hans: 新

source: not connected
ar: غير متصل
de: nicht verbunden
es: sin conexión
fr: non connecté
hi: कनेक्टेड नहीं
it: non collegato
ja: 未接続
ko: 연결 안 됨
pl: brak połączenia
pt_br: não conectado
ru: не подключено
tr: bağlı değil
uk: не підключено
zh_hans: 未连接

source: running
ar: قيد التشغيل
de: läuft
es: en curso
fr: en cours
hi: चल रहा
it: in corso
ja: 実行中
ko: 실행 중
pl: trwa
pt_br: em execução
ru: выполняется
tr: çalışıyor
uk: виконується
zh_hans: 运行中

source: searching
ar: جارٍ البحث
de: suche
es: buscando
fr: recherche
hi: खोज रहा
it: ricerca
ja: 検索中
ko: 검색 중
pl: szukanie
pt_br: procurando
ru: поиск
tr: aranıyor
uk: пошук
zh_hans: 正在搜索

source: this firmware (unknown distribution)
ar: هذا البرنامج الثابت (توزيعة غير معروفة)
de: diese Firmware (unbekannte Distribution)
es: este firmware (distribución desconocida)
fr: ce firmware (distribution inconnue)
hi: यह फ़र्मवेयर (अज्ञात वितरण)
it: questo firmware (distribuzione sconosciuta)
ja: このファームウェア（不明なディストリビューション）
ko: 이 펌웨어 (알 수 없는 배포판)
pl: ten firmware (nieznana dystrybucja)
pt_br: este firmware (distribuição desconhecida)
ru: эта прошивка (неизвестная сборка)
tr: bu aygıt yazılımı (bilinmeyen dağıtım)
uk: ця прошивка (невідома збірка)
zh_hans: 此固件（未知发行版）

source: Commit
hi: कमिट
ja: コミット
ko: 커밋
ru: Коммит
uk: Коміт
zh_hans: 提交

source: %lld dBm
ru: %lld дБм
uk: %lld дБм
